{
	"Classes":[ 
	{
		"id": "1",
		"name": "Senior Seminar",
		"department": "Computer Science",
		"description": "Class to prepare CS students to get jobs in the CS field.",
		"classNum" : "1234"
	},

	{
		"id": "2",
		"name" : "Algorithms",
		"department" : "Computer Science",
		"description" : "This course introduces basic methods for the design and analysis of efficient algorithms emphasizing methods useful in practice.",
		"classNum": "12345"
	},
	{
		"id": "3",
		"name" : "Computer Science 1",
		"department" : "Computer Science",
		"description" : "The course covers techniques for writing computer programs in high level programming languages to solve problems of interest in a range of application domains.",
		"classNum": "123456"
	},
	{
		"id": "4",
		"name": "Bach to Rock",
		"department": "Music and Arts",
		"description" : "Bach to Rock is a music education school for students of all ages, from early childhood through high school and beyond.",
		"classNum":"1234567"
	},
	{
		"id": "5",
		"name":"Technical Writing",
		"department" : "English",
		"description" : "provides a complete process for planning, writing, and editing technical documents, including assessing the needs of users, selecting document formats, and making effective use of graphics.",
		"classNum:" : "12345678"
	},
	{
		"id":"6",
		"name": "Physics",
		"department": "Natural Science",
		"description" : "This course is survey of major concepts, methods, and applications of physics. Topics include a description of motion, Newton's Laws, conservation principles (energy and momentum), waves, thermodynamics, electricity, magnetism, optics, and modern physics.",
		"classNum": "123124"
	},
	{
		"id": "7",
		"name": "Intro to management",
		"department": "Business",
		"description": "It examines the evolution of management theory, organisational environments, and corporate social responsibility and ethics.",
		"classNum": "237897"
	},
	{
		"id": "8",
		"name" : "Ceramics",
		"department": "Music and Arts",
		"description": "This class will introduce students to building with clay. Emphasis will be placed on the design elements; line, shape, texture, and color.",
		"classNum": "123124"
	}
	]
}